// SPDX-License-Identifier: MIT
// Copyright © 2018-2021 WireGuard LLC. All Rights Reserved.
// Generic alert action names


"actionOK" = "OK";
"actionCancel" = "Annulla";
"actionSave" = "Salva";

// Tunnels list UI

"tunnelsListTitle" = "WireGuard";
"tunnelsListSettingsButtonTitle" = "Impostazioni";
"tunnelsListCenteredAddTunnelButtonTitle" = "Aggiungi un tunnel";
"tunnelsListSwipeDeleteButtonTitle" = "Elimina";
"tunnelsListSelectButtonTitle" = "Seleziona";
"tunnelsListSelectAllButtonTitle" = "Seleziona tutto";
"tunnelsListDeleteButtonTitle" = "Elimina";
"tunnelsListSelectedTitle (%d)" = "%d selezionati";

// Tunnels list menu

"addTunnelMenuHeader" = "Aggiungi un nuovo tunnel WireGuard";
"addTunnelMenuImportFile" = "Crea da file o archivio";
"addTunnelMenuQRCode" = "Crea da codice QR";
"addTunnelMenuFromScratch" = "Crea da zero";

// Tunnels list alerts

"alertImportedFromMultipleFilesTitle (%d)" = "Creati %d tunnel";
"alertImportedFromMultipleFilesMessage (%1$d of %2$d)" = "Creati %1$d di %2$d tunnel da file importati";

"alertImportedFromZipTitle (%d)" = "Creati %d tunnel";
"alertImportedFromZipMessage (%1$d of %2$d)" = "Creati %1$d di %2$d tunnel da file importati";

"alertBadConfigImportTitle" = "Impossibile importare il tunnel";
"alertBadConfigImportMessage (%@)" = "Il file “%@” non contiene una configurazione di WireGuard valida";

"deleteTunnelsConfirmationAlertButtonTitle" = "Elimina";
"deleteTunnelConfirmationAlertButtonMessage (%d)" = "Eliminare %d tunnel?";
"deleteTunnelsConfirmationAlertButtonMessage (%d)" = "Eliminare %d tunnel?";

// Tunnel detail and edit UI

"newTunnelViewTitle" = "Nuova configurazione";
"editTunnelViewTitle" = "Modifica configurazione";

"tunnelSectionTitleStatus" = "Stato";

"tunnelStatusInactive" = "Inattivo";
"tunnelStatusActivating" = "Attivazione";
"tunnelStatusActive" = "Attivo";
"tunnelStatusDeactivating" = "Disattivazione";
"tunnelStatusReasserting" = "Riattivazione";
"tunnelStatusRestarting" = "Riavvio";
"tunnelStatusWaiting" = "In attesa";

"macToggleStatusButtonActivate" = "Attivato";
"macToggleStatusButtonActivating" = "Attivazione…";
"macToggleStatusButtonDeactivate" = "Disattiva";
"macToggleStatusButtonDeactivating" = "Disattivazione…";
"macToggleStatusButtonReasserting" = "Riattivazione…";
"macToggleStatusButtonRestarting" = "Riavvio…";
"macToggleStatusButtonWaiting" = "In attesa…";

"tunnelSectionTitleInterface" = "Interfaccia";

"tunnelInterfaceName" = "Nome";
"tunnelInterfacePrivateKey" = "Chiave privata";
"tunnelInterfacePublicKey" = "Chiave pubblica";
"tunnelInterfaceGenerateKeypair" = "Genera coppia di chiavi";
"tunnelInterfaceAddresses" = "Indirizzi";
"tunnelInterfaceListenPort" = "Porta in ascolto";
"tunnelInterfaceMTU" = "MTU";
"tunnelInterfaceDNS" = "Server DNS";
"tunnelInterfaceStatus" = "Stato";

"tunnelSectionTitlePeer" = "Peer";

"tunnelPeerPublicKey" = "Chiave pubblica";
"tunnelPeerPreSharedKey" = "Chiave pre-condivisa";
"tunnelPeerEndpoint" = "Endpoint";
"tunnelPeerPersistentKeepalive" = "Keepalive permanente";
"tunnelPeerAllowedIPs" = "IP consentiti";
"tunnelPeerRxBytes" = "Dati ricevuti";
"tunnelPeerTxBytes" = "Dati inviati";
"tunnelPeerLastHandshakeTime" = "Ultima negoziazione";
"tunnelPeerExcludePrivateIPs" = "Escludi IP privati";

"tunnelSectionTitleOnDemand" = "Attivazione su richiesta";

"tunnelOnDemandCellular" = "Cellulare";
"tunnelOnDemandEthernet" = "Ethernet";
"tunnelOnDemandWiFi" = "Wi-Fi";
"tunnelOnDemandSSIDsKey" = "SSID";

"tunnelOnDemandAnySSID" = "Qualsiasi SSID";
"tunnelOnDemandOnlyTheseSSIDs" = "Solo questi SSID";
"tunnelOnDemandExceptTheseSSIDs" = "Tranne questi SSID";
"tunnelOnDemandOnlySSID (%d)" = "Solo %d SSID";
"tunnelOnDemandOnlySSIDs (%d)" = "Solo %d SSID";
"tunnelOnDemandExceptSSID (%d)" = "Tranne %d SSID";
"tunnelOnDemandExceptSSIDs (%d)" = "Tranne %d SSID";
"tunnelOnDemandSSIDOptionDescriptionMac (%1$@: %2$@)" = "%1$@: %2$@";

"tunnelOnDemandSSIDViewTitle" = "SSID";
"tunnelOnDemandSectionTitleSelectedSSIDs" = "SSID";
"tunnelOnDemandNoSSIDs" = "Nessun SSID";
"tunnelOnDemandSectionTitleAddSSIDs" = "Aggiungi SSID";
"tunnelOnDemandAddMessageAddConnectedSSID (%@)" = "Aggiungi connessione: %@";
"tunnelOnDemandAddMessageAddNewSSID" = "Aggiungi nuovo";

"tunnelOnDemandKey" = "Su richiesta";
"tunnelOnDemandOptionOff" = "Off";
"tunnelOnDemandOptionWiFiOnly" = "Solo Wi-Fi";
"tunnelOnDemandOptionWiFiOrCellular" = "Wi-Fi o cellulare";
"tunnelOnDemandOptionCellularOnly" = "Solo cellulare";
"tunnelOnDemandOptionWiFiOrEthernet" = "Wi-Fi o ethernet";
"tunnelOnDemandOptionEthernetOnly" = "Solo ethernet";

"addPeerButtonTitle" = "Aggiungi peer";

"deletePeerButtonTitle" = "Elimina peer";
"deletePeerConfirmationAlertButtonTitle" = "Elimina";
"deletePeerConfirmationAlertMessage" = "Vuoi eliminare questo peer?";

"deleteTunnelButtonTitle" = "Elimina tunnel";
"deleteTunnelConfirmationAlertButtonTitle" = "Elimina";
"deleteTunnelConfirmationAlertMessage" = "Vuoi eliminare questo tunnel?";

"tunnelEditPlaceholderTextRequired" = "Richiesto";
"tunnelEditPlaceholderTextOptional" = "Facoltativo";
"tunnelEditPlaceholderTextAutomatic" = "Automatico";
"tunnelEditPlaceholderTextStronglyRecommended" = "Fortemente consigliato";
"tunnelEditPlaceholderTextOff" = "Off";

"tunnelPeerPersistentKeepaliveValue (%@)" = "ogni %@ secondi";
"tunnelHandshakeTimestampNow" = "Ora";
"tunnelHandshakeTimestampSystemClockBackward" = "(L'orologio di sistema va all'indietro)";
"tunnelHandshakeTimestampAgo (%@)" = "%@ fa";
"tunnelHandshakeTimestampYear (%d)" = "%d anno";
"tunnelHandshakeTimestampYears (%d)" = "%d anni";
"tunnelHandshakeTimestampDay (%d)" = "%d giorno";
"tunnelHandshakeTimestampDays (%d)" = "%d giorni";
"tunnelHandshakeTimestampHour (%d)" = "%d ora";
"tunnelHandshakeTimestampHours (%d)" = "%d ore";
"tunnelHandshakeTimestampMinute (%d)" = "%d minuto";
"tunnelHandshakeTimestampMinutes (%d)" = "%d minuti";
"tunnelHandshakeTimestampSecond (%d)" = "%d secondo";
"tunnelHandshakeTimestampSeconds (%d)" = "%d secondi";

"tunnelHandshakeTimestampHours hh:mm:ss (%@)" = "%@ ore";
"tunnelHandshakeTimestampMinutes mm:ss (%@)" = "%@ minuti";

"tunnelPeerPresharedKeyEnabled" = "abilitata";

// Error alerts while creating / editing a tunnel configuration
/* Alert title for error in the interface data */

"alertInvalidInterfaceTitle" = "Interfaccia non valida";

/* Any one of the following alert messages can go with the above title */
"alertInvalidInterfaceMessageNameRequired" = "Il nome dell'interfaccia è richiesto";
"alertInvalidInterfaceMessagePrivateKeyRequired" = "La chiave privata dell'interfaccia è necessaria";
"alertInvalidInterfaceMessagePrivateKeyInvalid" = "La chiave privata dell'interfaccia deve essere una chiave a 32 byte con codifica base64";
"alertInvalidInterfaceMessageAddressInvalid" = "Gli indirizzi dell'interfaccia devono essere una lista di indirizzi IP separati da virgole, facoltativamente nella notazione CIDR";
"alertInvalidInterfaceMessageListenPortInvalid" = "La porta di ascolto dell'interfaccia deve essere compresa tra 0 e 65535, o non specificata";
"alertInvalidInterfaceMessageMTUInvalid" = "Il valore di MTU dell'interfaccia deve essere compreso tra 576 e 65535, o non specificato";
"alertInvalidInterfaceMessageDNSInvalid" = "I server DNS dell'interfaccia devono essere una elenco di indirizzi IP separati da virgole";

/* Alert title for error in the peer data */
"alertInvalidPeerTitle" = "Peer non valido";

/* Any one of the following alert messages can go with the above title */
"alertInvalidPeerMessagePublicKeyRequired" = "La chiave pubblica del peer è richiesta";
"alertInvalidPeerMessagePublicKeyInvalid" = "La chiave pubblica del peer deve essere una chiave a 32 byte con codifica base64";
"alertInvalidPeerMessagePreSharedKeyInvalid" = "La chiave pre-condivisa del peer deve essere una chiave a 32 byte con codifica base64";
"alertInvalidPeerMessageAllowedIPsInvalid" = "Gli IP consentiti dal peer devono essere un elenco di indirizzi IP separati da virgole, facoltativamente nella notazione CIDR";
"alertInvalidPeerMessageEndpointInvalid" = "L'endpoint del peer deve essere nella forma 'host:porta' o '[host]:porta'";
"alertInvalidPeerMessagePersistentKeepaliveInvalid" = "Il keepalive permanente del peer deve essere compreso tra 0 e 65535, o non specificato";
"alertInvalidPeerMessagePublicKeyDuplicated" = "Due o più peer non possono avere la stessa chiave pubblica";

// Scanning QR code UI

"scanQRCodeViewTitle" = "Scansione codice QR";
"scanQRCodeTipText" = "Suggerimento: generalo con `qrencode -t ansiutf8 < tunnel.conf`";

// Scanning QR code alerts

"alertScanQRCodeCameraUnsupportedTitle" = "Fotocamera non supportata";
"alertScanQRCodeCameraUnsupportedMessage" = "Questo dispositivo non è in grado di analizzare codici QR";

"alertScanQRCodeInvalidQRCodeTitle" = "Codice QR non valido";
"alertScanQRCodeInvalidQRCodeMessage" = "Il codice QR analizzato non è una configurazione valida di WireGuard";

"alertScanQRCodeUnreadableQRCodeTitle" = "Codice non valido";
"alertScanQRCodeUnreadableQRCodeMessage" = "Il codice analizzato non può essere letto";

"alertScanQRCodeNamePromptTitle" = "Assegna un nome al tunnel analizzato";

// Settings UI

"settingsViewTitle" = "Impostazioni";

"settingsSectionTitleAbout" = "Informazioni";
"settingsVersionKeyWireGuardForIOS" = "WireGuard per iOS";
"settingsVersionKeyWireGuardGoBackend" = "Backend Go di WireGuard";

"settingsSectionTitleExportConfigurations" = "Esporta configurazioni";
"settingsExportZipButtonTitle" = "Esporta archivio zip";

"settingsSectionTitleTunnelLog" = "Log";
"settingsViewLogButtonTitle" = "Visualizza log";

// Log view

"logViewTitle" = "Log";

// Log alerts

"alertUnableToRemovePreviousLogTitle" = "Esportazione log non riuscita";
"alertUnableToRemovePreviousLogMessage" = "Il log pre-esistente non può essere svuotato";

"alertUnableToWriteLogTitle" = "Esportazione log non riuscita";
"alertUnableToWriteLogMessage" = "Impossibile scrivere i log su file";

// Zip import / export error alerts

"alertCantOpenInputZipFileTitle" = "Impossibile leggere l'archivio zip";
"alertCantOpenInputZipFileMessage" = "L'archivio zip non può essere letto.";

"alertCantOpenOutputZipFileForWritingTitle" = "Impossibile creare l'archivio zip";
"alertCantOpenOutputZipFileForWritingMessage" = "Impossibile aprire in file zip per la scrittura.";

"alertBadArchiveTitle" = "Impossibile leggere l'archivio zip";
"alertBadArchiveMessage" = "Archivio zip non valido o danneggiato.";

"alertNoTunnelsToExportTitle" = "Niente da esportare";
"alertNoTunnelsToExportMessage" = "Non ci sono tunnel da esportare";

"alertNoTunnelsInImportedZipArchiveTitle" = "Nessun tunnel nell'archivio zip";
"alertNoTunnelsInImportedZipArchiveMessage" = "Non è stato trovato alcun file .conf di tunnel all'interno dell'archivio zip.";

// Conf import error alerts

"alertCantOpenInputConfFileTitle" = "Impossibile importare da file";
"alertCantOpenInputConfFileMessage (%@)" = "Il file ‘%@’ non può essere letto.";

// Tunnel management error alerts

"alertTunnelActivationFailureTitle" = "Attivazione non riuscita";
"alertTunnelActivationFailureMessage" = "Il tunnel non può essere attivato. Assicurati di essere connesso a Internet.";
"alertTunnelActivationSavedConfigFailureMessage" = "Impossibile recuperare le Informazioni del tunnel dalla configurazione salvata.";
"alertTunnelActivationBackendFailureMessage" = "Impossibile attivare la libreria del backend Go.";
"alertTunnelActivationFileDescriptorFailureMessage" = "Impossibile determinare il descrittore file del dispositivo TUN.";
"alertTunnelActivationSetNetworkSettingsMessage" = "Impossibile applicare le impostazioni di rete all'oggetto del tunnel.";

"alertTunnelDNSFailureTitle" = "Risoluzione DNS non riuscita";
"alertTunnelDNSFailureMessage" = "Uno o più domini di endpoint non può essere risolto.";

"alertTunnelNameEmptyTitle" = "Nessun nome fornito";
"alertTunnelNameEmptyMessage" = "Impossibile creare un tunnel con un nome vuoto";

"alertTunnelAlreadyExistsWithThatNameTitle" = "Il nome esiste già";
"alertTunnelAlreadyExistsWithThatNameMessage" = "Un tunnel con quel nome esiste già";

"alertTunnelActivationErrorTunnelIsNotInactiveTitle" = "Attivazione in corso";
"alertTunnelActivationErrorTunnelIsNotInactiveMessage" = "Il tunnel è già attivo o in fase di attivazione";

// Tunnel management error alerts on system error
/* The alert message that goes with the following titles would be
   one of the alertSystemErrorMessage* listed further down */

"alertSystemErrorOnListingTunnelsTitle" = "Impossibile elencare i tunnel";
"alertSystemErrorOnAddTunnelTitle" = "Impossibile creare il tunnel";
"alertSystemErrorOnModifyTunnelTitle" = "Impossibile modificare il tunnel";
"alertSystemErrorOnRemoveTunnelTitle" = "Impossibile rimuovere il tunnel";

/* The alert message for this alert shall include
 one of the alertSystemErrorMessage* listed further down */
"alertTunnelActivationSystemErrorTitle" = "Attivazione non riuscita";
"alertTunnelActivationSystemErrorMessage (%@)" = "Il tunnel non può essere attivato. %@";

/* alertSystemErrorMessage* messages */
"alertSystemErrorMessageTunnelConfigurationInvalid" = "La configurazione non è valida.";
"alertSystemErrorMessageTunnelConfigurationDisabled" = "La configurazione è disabilitata.";
"alertSystemErrorMessageTunnelConnectionFailed" = "La connessione non è riuscita.";
"alertSystemErrorMessageTunnelConfigurationStale" = "La configurazione è obsoleta.";
"alertSystemErrorMessageTunnelConfigurationReadWriteFailed" = "La lettura o la scrittura della configurazione non è riuscita.";
"alertSystemErrorMessageTunnelConfigurationUnknown" = "Errore di sistema sconosciuto.";

// Mac status bar menu / pulldown menu / main menu

"macMenuNetworks (%@)" = "Reti: %@";
"macMenuNetworksNone" = "Reti: nessuna";

"macMenuTitle" = "WireGuard";
"macMenuManageTunnels" = "Gestisci i tunnel";
"macMenuImportTunnels" = "Importa tunnel da file…";
"macMenuAddEmptyTunnel" = "Aggiungi tunnel vuoto…";
"macMenuViewLog" = "Visualizza log";
"macMenuExportTunnels" = "Esporta tunnel in Zip…";
"macMenuAbout" = "Informazioni su WireGuard";
"macMenuQuit" = "Chiudi WireGuard";

"macMenuHideApp" = "Nascondi WireGuard";
"macMenuHideOtherApps" = "Nascondi altri";
"macMenuShowAllApps" = "Mostra tutto";

"macMenuFile" = "File";
"macMenuCloseWindow" = "Chiudi finestra";

"macMenuEdit" = "Modifica";
"macMenuCut" = "Taglia";
"macMenuCopy" = "Copia";
"macMenuPaste" = "Incolla";
"macMenuSelectAll" = "Seleziona tutto";

"macMenuTunnel" = "Tunnel";
"macMenuToggleStatus" = "Stato di attivazione";
"macMenuEditTunnel" = "Modifica…";
"macMenuDeleteSelected" = "Elimina selezionati";

"macMenuWindow" = "Finestra";
"macMenuMinimize" = "Minimizza";
"macMenuZoom" = "Zoom";

// Mac manage tunnels window

"macWindowTitleManageTunnels" = "Gestisci i tunnel di WireGuard";

"macDeleteTunnelConfirmationAlertMessage (%@)" = "Sei sicuro di voler eliminare ‘%@’?";
"macDeleteMultipleTunnelsConfirmationAlertMessage (%d)" = "Sei sicuro di voler eliminare %d tunnel?";
"macDeleteTunnelConfirmationAlertInfo" = "Non puoi annullare questa azione.";
"macDeleteTunnelConfirmationAlertButtonTitleDelete" = "Elimina";
"macDeleteTunnelConfirmationAlertButtonTitleCancel" = "Annulla";
"macDeleteTunnelConfirmationAlertButtonTitleDeleting" = "Eliminazione…";

"macButtonImportTunnels" = "Importa tunnel da file";
"macSheetButtonImport" = "Importa";

"macNameFieldExportLog" = "Salva log in:";
"macSheetButtonExportLog" = "Salva";

"macNameFieldExportZip" = "Esporta i tunnel in:";
"macSheetButtonExportZip" = "Salva";

"macButtonDeleteTunnels (%d)" = "Elimina %d tunnel";

"macButtonEdit" = "Modifica";

// Mac detail/edit view fields

"macFieldKey (%@)" = "%@:";
"macFieldOnDemand" = "Su richiesta:";
"macFieldOnDemandSSIDs" = "SSID:";

// Mac status display

"macStatus (%@)" = "Stato: %@";

// Mac editing config

"macEditDiscard" = "Scarta";
"macEditSave" = "Salva";

"macAlertNameIsEmpty" = "Il nome è richiesto";
"macAlertDuplicateName (%@)" = "Un altro tunnel con il nome ‘%@’ esiste già.";

"macAlertInvalidLine (%@)" = "Riga non valida: ‘%@’.";

"macAlertNoInterface" = "La configurazione deve avere una sezione ‘Interface’.";
"macAlertMultipleInterfaces" = "La configurazione deve avere solo una sezione ‘Interface’.";
"macAlertPrivateKeyInvalid" = "La chiave privata non è valida.";
"macAlertListenPortInvalid (%@)" = "La porta in ascolto ‘%@’ non è valida.";
"macAlertAddressInvalid (%@)" = "L'indirizzo %@’ non è valido.";
"macAlertDNSInvalid (%@)" = "Il DNS ‘%@’ non è valido.";
"macAlertMTUInvalid (%@)" = "Il valore di MTU ‘%@’ non è valido.";

"macAlertUnrecognizedInterfaceKey (%@)" = "L'interfaccia contiene una chiave non riconosciuta ‘%@’";
"macAlertInfoUnrecognizedInterfaceKey" = "Chiavi valide sono: ‘PrivateKey’, ‘ListenPort’, ‘Address’, ‘DNS’ e ‘MTU’.";

"macAlertPublicKeyInvalid" = "La chiave pubblica non è valida";
"macAlertPreSharedKeyInvalid" = "La chiave pre-condivisa non è valida";
"macAlertAllowedIPInvalid (%@)" = "L'IP consentito ‘%@’ non è valido";
"macAlertEndpointInvalid (%@)" = "L'endpoint ‘%@’ non è valido";
"macAlertPersistentKeepliveInvalid (%@)" = "Il valore di keepalive permanente ‘%@’ non è valido";

"macAlertUnrecognizedPeerKey (%@)" = "Peer contiene una chiave non riconosciuta ‘%@’";
"macAlertInfoUnrecognizedPeerKey" = "Chiavi valide sono: ‘PublicKey’, ‘PresharedKey’, ‘AllowedIPs’, ‘Endpoint’ e ‘PersistentKeepalive’";

"macAlertMultipleEntriesForKey (%@)" = "Dovrebbe esistere solo una voce per sezione della chiave ‘%@’";

// Mac about dialog

"macAppVersion (%@)" = "Versione applicazione: %@";
"macGoBackendVersion (%@)" = "Versione backend Go: %@";

// Privacy

"macExportPrivateData" = "esporta chiavi private dei tunnel";
"macViewPrivateData" = "visualizza chiavi private dei tunnel";
"iosExportPrivateData" = "Autenticati per esportare le chiavi private dei tunnel.";
"iosViewPrivateData" = "Autenticati per visualizzare le chiavi private dei tunnel.";

// Mac alert

"macConfirmAndQuitAlertMessage" = "Vuoi chiudere il gestore dei tunnel o chiudere completamente WireGuard?";
"macConfirmAndQuitAlertInfo" = "Se chiudi il gestore dei tunnel, WireGuard continuerà a essere disponibile dall'icona della barra dei menu.";
"macConfirmAndQuitInfoWithActiveTunnel (%@)" = "Se chiudi il gestore dei tunnel, WireGuard continuerà a essere disponibile dall'icona della barra dei menu.\n\nNota che se vuoi chiudere completamente WireGuard il tunnel attualmente attivo ('%@') rimarrà attivo fino a quando lo disabiliti da questa applicazione o tramite il pannello Rete nelle Preferenze di Sistema.";
"macConfirmAndQuitAlertQuitWireGuard" = "Chiudi WireGuard";
"macConfirmAndQuitAlertCloseWindow" = "Chiudi il gestore dei tunnel";

"macAppExitingWithActiveTunnelMessage" = "WireGuard sta per essere chiuso con un tunnel attivo";
"macAppExitingWithActiveTunnelInfo" = "Il tunnel rimarrà attivo dopo l'uscita. Puoi disabilitarlo riaprendo questa applicazione o tramite il pannello Rete nelle Preferenze di Sistema.";

// Mac tooltip

"macToolTipEditTunnel" = "Modifica tunnel (⌘E)";
"macToolTipToggleStatus" = "Commuta stato (⌘T)";

// Mac log view

"macLogColumnTitleTime" = "Tempo";
"macLogColumnTitleLogMessage" = "Messaggio di log";
"macLogButtonTitleClose" = "Chiudi";
"macLogButtonTitleSave" = "Salva…";

// Mac unusable tunnel view

"macUnusableTunnelMessage" = "La configurazione per questo tunnel non è presente nel tuo portachiavi.";
"macUnusableTunnelInfo" = "Nel caso in cui questo tunnel sia stato creato da un altro utente, solo tale utente può visualizzare, modificare o attivare il tunnel.";
"macUnusableTunnelButtonTitleDeleteTunnel" = "Elimina tunnel";

// Mac App Store updating alert

"macAppStoreUpdatingAlertMessage" = "App Store vuole aggiornare WireGuard";
"macAppStoreUpdatingAlertInfoWithOnDemand (%@)" = "Disabilita l'attivazione su richiesta del tunnel ‘%@’, disattivalo e continua l'aggiornamento in App Store.";
"macAppStoreUpdatingAlertInfoWithoutOnDemand (%@)" = "Disattiva il tunnel ‘%@’ e continua l'aggiornamento in App Store.";

// Donation

"donateLink" = "♥ Fai una donazione al progetto WireGuard";
"macTunnelsMenuTitle" = "Tunnels";
